---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SheetCheckedBy
source: html/5cfe0d84-198b-9ecf-1f80-d6d10476ed31.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SheetCheckedBy Property

"Checked By"

## Syntax (C#)
```csharp
public static ForgeTypeId SheetCheckedBy { get; }
```